[
    {
        "titleLowCase": "actas urológicas españolas",
        "abbreviationLowCase": "actas urol esp",
        "title": "Actas Urológicas Españolas",
        "abbreviation": "Actas Urol Esp",
        "medium": "En línea",
        "description": "Revista científica de alcance global centrada en las enfermedades del tracto urinario y en el trasplante de riñón. También abarca temáticas como urología oncológica, andrología, litiasis, endourología, urodinámica, entre otros. Maneja un esquema de revisión por pares doble ciego y se publican 10 ediciones anualmente. La divulgación impresa cesó en 2014."
    },
    {
        "titleLowCase": "advances in therapy",
        "abbreviationLowCase": "adv ther",
        "title": "Advances in Therapy",
        "abbreviation": "Adv Ther",
        "medium": "Impreso y en línea",
        "description": "Revista médica internacional revisada por pares expertos, con un proceso de selección abierto y publicación rápida, que cubre la medicina clínica, especialmente en la investigación relacionada con productos farmacéuticos."
    },
    {
        "titleLowCase": "bju international",
        "abbreviationLowCase": "bju int",
        "title": "BJU International",
        "abbreviation": "BJU Int",
        "medium": "Impreso y en línea",
        "description": "Publicación de artículos originales, revisiones, comentarios y comunicaciones de investigación sobre todos los aspectos de la urología, incluida la oncología urológica, la cirugía robótica y laparoscópica, el tracto urinario superior, la endourología, la urología funcional y la andrología."
    },
    {
        "titleLowCase": "applied microbiology and biotechnology",
        "abbreviationLowCase": "appl microbiol biotechnol",
        "title": "Applied Microbiology and Biotechnology",
        "abbreviation": "Appl Microbiol Biotechnol",
        "medium": "Impreso y en línea",
        "description": "Revista quincenal revisada por pares expertos que publica artículos y mini-revisiones sobre productos, procesos y tecnologías nuevos y emergentes, enzimas y proteínas relevantes, genética aplicada y biotecnología molecular, genómica y proteómica, fisiología microbiana y celular aplicada y biotecnología medioambiental, entre otros."
    },
    {
        "titleLowCase": "european respiratory journal",
        "abbreviationLowCase": "eur respir j",
        "title": "European Respiratory Journal",
        "abbreviation": "Eur Respir J",
        "medium": "En línea",
        "description": "Revista de publicación semestral enfocada en artículos clínicos y de investigación que abordan diversos aspectos de la medicina respiratoria tanto en pacientes pediátricos como adultos, cubriendo campos como biología celular, epidemiología, inmunología, oncología, fisiopatología, diagnóstico por imagen y cirugía torácica. También se publican comentarios editoriales y revisiones. La divulgación impresa cesó en 2020."
    },
    {
        "titleLowCase": "haematologica",
        "abbreviationLowCase": "haematologica",
        "title": "Haematologica",
        "abbreviation": "Haematologica",
        "medium": "En línea",
        "description": "Revista médica mensual revisada por pares y de acceso abierto publicada por la Fundación Ferrata Storti. Cubre todos los temas relacionados con hematología experimental y clínica."
    },
    {
        "titleLowCase": "int j colorectal dis",
        "abbreviationLowCase": "international journal of colorectal disease",
        "title": "International Journal of Colorectal Disease",
        "abbreviation": "Int J Colorectal Dis",
        "medium": "En línea",
        "description": "Publicación centrada en la fisiología y fisiopatología de las enfermedades que afectan al tracto gastrointestinal. La divulgación impresa cesó en 2015."
    },
    {
        "titleLowCase": "respirology",
        "abbreviationLowCase": "respirology",
        "title": "Respirology",
        "abbreviation": "Respirology",
        "medium": "Impreso y en línea",
        "description": "Publicación centrada en investigaciones, análisis críticos y perspectivas en diversas ramas de la medicina respiratoria y sus enfermedades asociadas. Los tópicos abordados abarcan el asma, bronquiectasias, enfermedad pulmonar obstructiva crónica, cáncer de pulmón, enfermedades pulmonares pediátricas, entre otros."
    },
    {
        "titleLowCase": "the lancet",
        "abbreviationLowCase": "lancet",
        "title": "The Lancet",
        "abbreviation": "Lancet",
        "medium": "Impreso y en línea",
        "description": "Publicación periódica de medicina general británica, revisada por pares expertos y publicada semanalmente por “The Lancet Publishing Group”. Es una de las revistas con mayor impacto en la actualidad."
    },
    {
        "titleLowCase": "world journal of clinical urology",
        "abbreviationLowCase": "world j clin urol",
        "title": "World Journal of Clinical Urology",
        "abbreviation": "World J Clin Urol",
        "medium": "En línea",
        "description": "Revista de acceso abierto enfocada principalmente en divulgar los resultados de investigaciones obtenidas en el campo de la urología y que abarcan una amplia gama de temas, como andrología, hiperplasia prostática benigna, diagnóstico por imagen, endoscopia, entre otros. "
    } ,
    {
        "titleLowCase": "world journal of urology",
        "abbreviationLowCase": "world j urol",
        "title": "World Journal of Urology",
        "abbreviation": "World J Urol",
        "medium": "Impreso y en línea",
        "description": "Publicación integral sobre los avances en los aspectos básicos y clínicos de la urología. Publica resultados esenciales de la investigación urológica con relevancia práctica y clínica."
    }    
]